/*28/9/2018*/
"_grp.Accomodation" = "Hoteluri";
"_grp.BankATM" = "Bănci şi bancomate";
"_grp.Emergency" = "Urgente";
"_grp.Food_and_Drink" = "Mâncare și băutură";
"_grp.Guides" = "Tururile oraşului";
"_grp.Parking" = "Parcare";
"_grp.Petrol_Station" = "Staţie carburanţi";
"_grp.Services_and_Education" = "Servicii şi educaţie";
"_grp.Shopping" = "Magazine";
"_grp.Social_Life" = "Divertisment și viață socială";
"_grp.Sport" = "Sport";
"_grp.Tourism" = "Atracţii turistice";
"_grp.Transportation" = "Transport";
"_grp.Vehicle_Services" = "Service Auto";

/* Don't translate text in the parenthesis. The word to translate is just 'Exit', same as translation for key: route.instructionsText.listBox.exit */
"Exit (FROM HIGHWAY)" = "Ieșire";
"feet" = "picior";
"route.instructionsText.continueAlong" = "Urmaţi traseul";

/* feet short */
"ft" = "ft";

/* timeHourShort */
"h" = "h";
"kilometers" = "kilometri";
"Limit" = "Limita";
"meters" = "metri";

/* miles short */
"mi" = "mi";
"miles" = "mile";

/* timeMinuteMidi */
"min" = "min";
"native.fuelprices.poidetailTitle" = "Prețuri carburant";
"poiCategory.select" = "Locaţii în apropiere";
"native.navigation.resumeBtn" = "Reluare";

/* timeSecondShort */
"sec" = "sec";
"yards" = "yarzi";

/* yards short */
"yd" = "YD";

"detail.action.directionToHere" = "Obțineți direcții";
"detail.action.addVia" = "Adăugă marcaj";
"detail.action.addToFavorite" = "Memoraţi poziţia";
"detail.action.copyGps" = "Coordonate GPS";
"detail.action.removeFavorite" = "Elimină din favorite";
"detail.action.removeHome" = "Eliminați adresa de acasă";
"detail.action.removeWork" = "Eliminați adresa de serviciu";
"detail.action.shareLocation" = "Partajați locația";
"detail.action.streetView" = "Google Street View";
"detail.contact.mail" = "E-mail";
"detail.contact.phone" = "Telefon";
"detail.contact.url" = "URL";
"routeCompute.action.demonstrate" = "Demonstraţie";
"routeCompute.action.navigate" = "Punct de pornire";
"routeCompute.etaArrival" = "Sosire";
"routeCompute.fastest" = "Cea mai rapidă rută";
"routeCompute.slower" = "mai lent";
"routeCompute.traffic.withDelay" = "cu întărziere";
"routeCompute.button.options" = "Opţiuni";
"routeCompute.waypointInfo.from" = "De la";
"routeCompute.waypointInfo.to" = "La";
"routeCompute.waypointInfo.waypoints" = "Puncte de referinţă";
"routeCompute.waypointInfo.via" = "Prin";
"routeActionMain.cancel" = "Anulaţi ruta";
"routeCompute.action.continue" = "Continuă";
"routeCompute.options.title" = "Opţiuni traseu";
"routeCompute.options.AvoidCountry" = "Evitare această ţară";
"avoid.unpaved" = "Drumuri nepavate";
"avoid.specialArea" = "Taxe de congestie";
"avoid.ferries" = "Feriboturi";
"avoid.highways" = "Autostrăzi";
"avoid.tollroads" = "Drumuri cu taxă";
"workCell.setupWork.subtitle" = "Faceți naveta ușor în fiecare zi";
"homeCell.setupHome.subtitle" = "Obțineți cel mai rapid traseu";
"workCell.setupWork.title" = "Setare locaţie serviciu";
"homeCell.setupHome.title" = "Setare adresă de acasă";
"workCell.title" = "Serviciu";
"homeCell.title" = "Acasa";
"favorites.place.emptyButton" = "Căutare locuri";
"favorites.place.emptyTitle" = "Adăugați locuri pentru acces facil";
"favorites.place.deleteAction" = "Şterge";
"favorites.place.headerTitle" = "Locuri și rute";
"favorites.button.done" = "Realizat";
"favorites.segment.contacts" = "Contacte";
"favorites.segment.trips" = "Excursii";
"favorites.segment.places" = "Locații";
"favorites.title" = "Preferate";
"favorites.addAlert.add" = "Adăugare";
"native.compute.decideToCompute" = "Încă vă îndreptați spre %@?";
"routeActionMain.preview" = "Vizualizare rută";
"routeCompute.traffic.withoutInfo" = "Fără informații de trafic";
"search.work.title" = "Căutare adresă de servici";
"search.home.title" = "Căutare adresă de domiciliu";
"alert.hideHomeWork.hideHomeTitle" = "Ascundere locație Acasă";
"alert.hideHomeWork.hideWorkTitle" = "Ascundere locație La serviciu";
"alert.hideHomeWork.setHomeMessage" = "Întotdeauna puteţi seta adresa de acasă în favorite";
"alert.hideHomeWork.setWorkMessage" = "Întotdeauna puteţi seta adresa de la serviciu în favorite";
"alert.hideHomeWork.hide" = "Ascunde";
"action.control.scout.static" = "S-a găsit o rută mai rapidă";
"action.control.route.longer" = "a mai rămas %@";
"action.control.route.time" = "Salvare %@";
"action.control.scout.arrival" = "Apariție nouă la %@";
"action.control.scout.fasterRouteFound" = "S-a găsit o rută mai rapidă";
"action.control.scout.preview" = "Examinare";
"action.control.scout.route.set" = "Stabilire traseu mai rapid";
"routeCompute.action.loading" = "Punct de pornire";
"country.AL" = "Albania";
"country.AD" = "Andora";
"country.AU" = "Australia";
"country.AT" = "Austria";
"country.BY" = "Bielorusia";
"country.BE" = "Belgia";
"country.BA" = "Bosnia Herţegovina";
"country.BG" = "Bulgaria";
"country.CA" = "Canada";
"country.HR" = "Croaţia";
"country.CZ" = "Republica Cehă";
"country.DK" = "Danemarca";
"country.EE" = "Estonia";
"country.FO" = "Insulele Feroe";
"country.FI" = "Finlanda";
"country.FR" = "Franţa";
"country.DE" = "Germania";
"country.GI" = "Gibraltar";
"country.GR" = "Grecia";
"country.GL" = "Groelanda";
"country.VA" = "Vatican";
"country.HU" = "Ungaria";
"country.IS" = "Islanda";
"country.IE" = "Irlanda";
"country.IL" = "Israel";
"country.IT" = "Italia";
"country.JP" = "Japonia";
"country.KP" = "RPD Koreană";
"country.KR" = "Korea";
"country.KW" = "Kuweit";
"country.LV" = "Letonia";
"country.LI" = "Liechtenstein";
"country.LT" = "Lituania";
"country.LU" = "Luxemburg";
"country.MK" = "Macedonia";
"country.MT" = "Malta";
"country.MD" = "Moldova";
"country.MC" = "Monaco";
"country.MS" = "Montserrat";
"country.NL" = "Olanda";
"country.AN" = "Antilele Olandeze";
"country.NZ" = "Noua Zeelandă";
"country.NF" = "Insulele Norfolk";
"country.NO" = "Norvegia";
"country.PL" = "Polonia";
"country.PT" = "Portugalia";
"country.RO" = "România";
"country.RU" = "Federaţia Rusă";
"country.SM" = "San Marino";
"country.SG" = "Singapore";
"country.SK" = "Slovacia";
"country.SI" = "Slovenia";
"country.ZA" = "Africa de Sud";
"country.ES" = "Spania";
"country.SE" = "Suedia";
"country.CH" = "Elveţia";
"country.TW" = "Taiwan";
"country.TH" = "Tailanda";
"country.TR" = "Turcia";
"country.UA" = "Ucraina";
"country.GB" = "Marea Britanie";
"country.US" = "Statele Unite";
"country.VN" = "Vietnam";
"country.RS" = "Serbia";
"country.ME" = "Muntenegru";
"country.AE" = "Emiratele Arabe Unite";
"country.OM" = "Oman";
"country.SA" = "Arabia Saudita";
"country.EG" = "Egipt";
"country.PR" = "Puerto Rico";
"country.VI" = "Insulele Virgine";
"country.RA" = "Argentina";
"country.BH" = "Bahrein";
"country.BR" = "Brazilia";
"country.HK" = "Hong Kong";
"country.ID" = "Indonezia";
"country.IN" = "India";
"country.IM" = "Insula Man";
"country.MO" = "Macau";
"country.MX" = "Mexic";
"country.MY" = "Malaezia";
"country.QA" = "Qatar";
"country.AW" = "Aruba";
"country.AF" = "Afganistan";
"country.AO" = "Angola";
"country.AI" = "Anguilla";
"country.AX" = "Insulele Aaland";
"country.AM" = "Armenia";
"country.AQ" = "Antarctica";
"country.AS" = "Samoa Americană";
"country.TF" = "Teritoriile Franceze de Sud";
"country.AG" = "Antigua şi Barbuda";
"country.AZ" = "Azerbaigean";
"country.BI" = "Burundi";
"country.BJ" = "Burundi";
"country.BF" = "Burkina Faso";
"country.BD" = "Bangladeş";
"country.BS" = "Bahamas";
"country.BL" = "St. Bartolomeu";
"country.BZ" = "Belize";
"country.BM" = "Bermude";
"country.BO" = "Bolivia";
"country.BB" = "Barbados";
"country.BN" = "Brunei";
"country.BT" = "Bhutan";
"country.BV" = "Insula Bouvet";
"country.BW" = "Botswana";
"country.CF" = "Republica Centrafricană";
"country.CC" = "Isulele Cocos (Keeling";
"country.CL" = "Chile";
"country.CI" = "Coasta de Azur";
"country.CM" = "Camerun";
"country.CD" = "Republica Democrată Congo";
"country.CG" = "Congo";
"country.CK" = "Insulele Cook";
"country.CO" = "Columbia";
"country.KM" = "Insulele Comore";
"country.CV" = "Capul Verde";
"country.CR" = "Costa Rica";
"country.CU" = "Cuba";
"country.CX" = "Insulele Christmas";
"country.KY" = "Insulele Caiman";
"country.DJ" = "Djibouti";
"country.DM" = "Republica Dominicană";
"country.DO" = "Republica Dominicană";
"country.DZ" = "Algeria";
"country.EC" = "Ecuador";
"country.ER" = "Eritreea";
"country.EH" = "Sahara de Vest";
"country.ET" = "Etiopia";
"country.FJ" = "Fiji";
"country.FK" = "Insulele Falkland";
"country.FM" = "Micronesia, Statele Federale ale";
"country.GA" = "Gabon";
"country.GE" = "Georgia";
"country.GG" = "Guernsey";
"country.GH" = "Ghana";
"country.GN" = "Guineea";
"country.GP" = "Guadalupa";
"country.GM" = "Gambia";
"country.GW" = "Guineea-Bissau";
"country.GQ" = "Guineea Ecuatorială";
"country.GD" = "Grenada";
"country.GT" = "Guatemala";
"country.GF" = "Guiana Franceză";
"country.GU" = "Guam";
"country.GY" = "Guyana";
"country.HM" = "Insulele Heard şi McDonald";
"country.HN" = "Honduras";
"country.HT" = "Haiti";
"country.IO" = "Teritoriu Britanic din Oceanul Indian";
"country.IR" = "Iran";
"country.IQ" = "Irak";
"country.JM" = "Jamaica";
"country.JE" = "Insula Jersey";
"country.JO" = "Iordania";
"country.KZ" = "Kazahstan";
"country.KG" = "Kârgâzstan";
"country.KH" = "Cambogia";
"country.KI" = "Kiribati";
"country.KN" = "Saint Kitts si Nevis";
"country.LA" = "Laos";
"country.LB" = "Liban";
"country.LR" = "Liberia";
"country.LY" = "Libia";
"country.LC" = "Insula Sfânta Lucia";
"country.LK" = "Sri Lanka";
"country.LS" = "Lesotho";
"country.MF" = "St.Martin";
"country.MA" = "Maroc";
"country.MG" = "Madagascar";
"country.MV" = "Maldive";
"country.MH" = "Insulele Marshall";
"country.ML" = "Mali";
"country.MM" = "Myanmar";
"country.MN" = "Mongolia";
"country.MP" = "Insulele Mariane de Nord";
"country.MZ" = "Mozambic";
"country.MR" = "Mauritania";
"country.MQ" = "Martinica";
"country.MU" = "Mauritania";
"country.MW" = "Malawi";
"country.YT" = "Mayotte";
"country.NA" = "Namibia";
"country.NC" = "Noua Caledonie";
"country.NE" = "Niger";
"country.NG" = "Nigeria";
"country.NI" = "Nicaragua";
"country.NU" = "Niue";
"country.NP" = "Nepal";
"country.NR" = "Nauru";
"country.PK" = "Pakistan";
"country.PA" = "Panama";
"country.PN" = "Pitcairn";
"country.PE" = "Peru";
"country.PH" = "Filipine";
"country.PW" = "Palau";
"country.PG" = "Papua Noua Guinee";
"country.PY" = "Paraguai";
"country.PS" = "Teritoriile Palestiniene, Ocupate";
"country.PF" = "Polinezia Franceză";
"country.RE" = "Reunion";
"country.RW" = "Rwanda";
"country.SD" = "Sudan";
"country.SN" = "Senegal";
"country.GS" = "Georgia de Sud şi Insulele Sudice Sandwich";
"country.SH" = "St. Helena";
"country.SJ" = "Insulele Svalbard şi Jan Mayen";
"country.SB" = "Insulele Solomon";
"country.SL" = "Sierra Leone";
"country.SV" = "El Salvador";
"country.SO" = "Somalia";
"country.PM" = "St. Pierre şi Miquelon";
"country.ST" = "Sao Tome şi Principe";
"country.SR" = "Surinam";
"country.SZ" = "Elvetia";
"country.SC" = "Seychelles";
"country.SY" = "Republica Araba Siria";
"country.TC" = "Insulele Turks şi Caicos";
"country.TD" = "Ciad";
"country.TG" = "Togo";
"country.TJ" = "Tadjikistan";
"country.TK" = "Tokelau";
"country.TM" = "Turkmenistan";
"country.TL" = "Timorul de Est";
"country.TO" = "Tonga";
"country.TT" = "Trinidad şi Tobago";
"country.TN" = "Tunisia";
"country.TV" = "Tuvalu";
"country.TZ" = "Republica Unită Tanzania";
"country.UM" = "Insulele de Coasta ale Statelor Unite";
"country.UY" = "Uruguay";
"country.UZ" = "Uzbekistan";
"country.VC" = "Saint Vincent şi Grenadin";
"country.VE" = "Venezuela";
"country.VG" = "Insulele Virgine (Britanice)";
"country.VU" = "Vanuatu";
"country.WF" = "Wallis şi Futuna";
"country.WS" = "Samoa";
"country.YE" = "Yemen";
"country.ZM" = "Zambia";
"country.ZW" = "Zimbabwe";
"country.US-AL" = "Alabama";
"country.US-AK" = "Alasca";
"country.US-AZ" = "Arizona";
"country.US-AR" = "Arkansas";
"country.US-CA" = "California";
"country.US-CO" = "Colorado";
"country.US-CT" = "Connecticut";
"country.US-DE" = "Delaware";
"country.US-DC" = "District Of Columbia";
"country.US-FL" = "Florida";
"country.US-GA" = "Georgia";
"country.US-HI" = "Hawaii";
"country.US-ID" = "Idaho";
"country.US-IL" = "Illinois";
"country.US-IN" = "Indiana";
"country.US-IA" = "Iowa";
"country.US-KS" = "Cansas";
"country.US-KY" = "Kentucky";
"country.US-LA" = "Luisiana";
"country.US-ME" = "Maine";
"country.US-MD" = "Maryland";
"country.US-MA" = "Massachusetts";
"country.US-MI" = "Michigan";
"country.US-MN" = "Minnesota";
"country.US-MS" = "Mississippi";
"country.US-MO" = "Missouri";
"country.US-MT" = "Montana";
"country.US-NE" = "Nebraska";
"country.US-NV" = "Nevada";
"country.US-NH" = "New Hampshire";
"country.US-NJ" = "New Jersey";
"country.US-NM" = "New Mexico";
"country.US-NY" = "New York";
"country.US-NC" = "Carolina de Nord";
"country.US-ND" = "Dakota de Nord";
"country.US-OH" = "Ohio";
"country.US-OK" = "Oklahoma";
"country.US-OR" = "Oregon";
"country.US-PA" = "Pennsylvania";
"country.US-RI" = "Rhode Island";
"country.US-SC" = "Carolina de Sud";
"country.US-SD" = "Dakota de Sud";
"country.US-TN" = "Tennessee";
"country.US-TX" = "Texas";
"country.US-UT" = "Utah";
"country.US-VT" = "Vermont";
"country.US-VA" = "Virginia";
"country.US-WA" = "Washington";
"country.US-WV" = "Virginia de vest";
"country.US-WI" = "Wisconsin";
"country.US-WY" = "Wyoming";
"country.CA-AB" = "Alberta";
"country.CA-BC" = "Columbia Britanică";
"country.CA-MB" = "Manitoba";
"country.CA-NB" = "Noul Brunswick";
"country.CA-NL" = "Newfoundland şi Labrador";
"country.CA-NS" = "Noua Scoţie";
"country.CA-NT" = "Teritoriile de Nord-Vest";
"country.CA-NU" = "Teritoriul Nunavut";
"country.CA-ON" = "Ontario";
"country.CA-PE" = "Insula Prince Edward";
"country.CA-QC" = "Quebec";
"country.CA-SK" = "Saskatchewan";
"country.CA-YT" = "Teritoriul Yukon";
"country.IN-LD" = "Lakshadweep";
"country.GB-NIR" = "Irlanda de Nord";
"country.GB-SCT" = "Scoţia";
"country.GB-WLS" = "Ţara Galilor";
"country.GB-CHA" = "Insulele Channel";
"N" = "N";
"S" = "S";
"W" = "V";
"E" = "E";
"routeplaning.actionButton.title" = "Realizat";
"com.sygic.addWaypoint.placeholder" = "Adăugă marcaj";
"detail.action.selectPoi" = "Selectare";
"signpost.nextDirection.then" = "Apoi";
"waypoint.title.myposition" = "Poziţia mea";
"placeholder.password" = "Parolă";
"placeholder.email" = "E-mail";
"routeCompute.action.calculating" = "Se calculează rutele";
"routeCompute.action.preview" = "Examinare";
"detail.action.shareGps" = "Partajați coordonatele GPS";
"time.ago.minutes" = "acum %@ minute";
"time.ago.hours" = "acum %@ ore";
"time.ago.days" = "acum %@ zile";
"time.ago.years" = "acum %@ ani";
"native.navigation.recenterBtn" = "Recentrare";
"homeCell.updateHome.title" = "Update home address";
"workCell.updateWork.title" = "Update work address";
"monetization.addon" = "ADD-ON";
"detail.action.removeVia" = "Eliminați punctul de referință";
"message.avoid.motorway.unable" = "Pentru a ajunge la destinaţie, unele autostrăzi trebuie să rămână pe traseu.";
"message.avoid.specialArea.unable" = "Ne pare rău, nu putem evita taxele de congestie pe traseul dvs.";
"message.avoid.tollRoads.unable" = "Nu au putut fi evitate toate drumurile cu taxă. Ruta calculată va include în continuare drumuri cu taxă.";
"message.avoid.ferries.unable" = "Pentru a ajunge la destinaţie trebuie ca unele feriboturi să rămână pe traseu.";
"message.avoid.unpavedRoads.unable" = "Pentru a ajunge la destinaţia dvs., unele drumuri nepavate trebuie să rămână în traseu.";
